ark
astroterm
baobab
base
base-devel
bat
beets
blueman
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
btop
cava
chafa
cmake
cmatrix
code
dhcpcd
dnsmasq
dolphin-emu
dunst
dysk
edk2-ovmf
efibootmgr
fastfetch
ffmpegthumbnailer
firefox
foliate-git
git
gnome-disk-utility
gparted
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
intel-media-driver
intel-ucode
iwd
kate
kitty
konsole
lib32-vulkan-intel
libatomic_ops
libpulse
libva-intel-driver
libvirt
linux
linux-firmware
linux-lts
mediainfo
mpc
mpd
nano
nautilus
ncdu
neofetch
neovim
nmap
noto-fonts-cjk
obs-studio
openssh
otf-codenewroman-nerd
pacman-contrib
pavucontrol
picard
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polkit-gnome
polkit-kde-agent
power-profiles-daemon
powertop
pulseaudio-alsa
pyright
python-eyed3
python-pillow
python-pipx
python-pywal
python-pywalfox
python313
qemu-full
qt5-wayland
qt6-wayland
ranger
rmpc
rnote
rofi
slurp
smartmontools
smassh-bin
sof-firmware
spotify-launcher
spotifyd
starship
steam
supertuxkart
swaybg
swaync
swtpm
swww
sxiv
ttf-jetbrains-mono
ueberzugpp
unzip
uwsm
vim
virt-manager
vulkan-intel
vulkan-nouveau
vulkan-radeon
w3m
wallust
waybar
wget
wireless_tools
wireplumber
wl-screenrec-git
wl-screenrec-git-debug
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
xterm
yay
yay-debug
yazi
yt-x-git
zram-generator
